Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Login callback recovery was cancelled because the container folder is changing.
de: Die Wiederherstellung des Anmelderückrufs wurde abgebrochen, da sich der Containerordner ändert.
es: La recuperación de devolución de llamada de inicio de sesión se canceló porque la carpeta del contenedor está cambiando.
fr: La récupération du rappel de connexion a été annulée car le dossier du conteneur est en train de changer.
ja: コンテナ フォルダが変更中であるため、ログイン コールバックの回復がキャンセルされました。
ko: 컨테이너 폴더를 변경하는 중이라 로그인 복구를 취소했습니다.
pt_br: A recuperação do callback de início de sessão foi cancelada porque a pasta do contêiner está sendo alterada.
ru: Восстановление обратного вызова для входа было отменено, поскольку папка контейнера изменилась.
zh_hans: 由于容器文件夹正在更改，登录回调恢复被取消。
zh_hant: 由於容器資料夾正在更改，登入回呼恢復被取消。

source: Login callback recovery was cancelled.
de: Die Wiederherstellung des Anmelderückrufs wurde abgebrochen.
es: Se canceló la recuperación de devolución de llamada de inicio de sesión.
fr: La récupération du rappel de connexion a été annulée.
ja: ログイン コールバックの回復がキャンセルされました。
ko: 로그인 복구를 취소했습니다.
pt_br: A recuperação do retorno de login foi cancelada.
ru: Восстановление обратного вызова для входа было отменено.
zh_hans: 登录回调恢复已取消。
zh_hant: 登入回呼恢復已取消。

source: Logs
de: Protokolle
es: Registros
fr: Journaux
ja: ログ
ko: 로그
pt_br: Registros
ru: Журналы
zh_hans: 日志
zh_hant: 記錄

source: Mac support
de: Mac-Unterstützung
es: Soporte para Mac
fr: Prise en charge Mac
ja: Macのサポート
ko: 맥 지원
pt_br: Suporte para Mac
ru: Поддержка Mac
zh_hans: 苹果电脑支持
zh_hant: 蘋果電腦支援

source: Make Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Par défaut
ja: デフォルトにする
ko: 기본값으로 설정
pt_br: Definir como padrão
ru: Сделать по умолчанию
zh_hans: 设为默认
zh_hant: 設為預設

source: Matches active build
de: Entspricht dem aktiven Build
es: Coincide con la compilación activa
fr: Correspond à la version active
ja: アクティブなビルドと一致します
ko: 활성 빌드와 일치
pt_br: Corresponde ao build ativo
ru: Соответствует активной сборке
zh_hans: 与当前构建版本一致
zh_hant: 與目前建置版本一致

source: Missing
de: Fehlt
es: Falta
fr: Manquant
ja: 不足
ko: 누락
pt_br: Ausente
ru: Отсутствует
zh_hans: 缺失
zh_hant: 缺少

source: Modified
de: Geändert
es: Modificado
fr: Modifié
ja: 修正済み
ko: 수정됨
pt_br: Modificado
ru: Модифицированный
zh_hans: 修改
zh_hant: 修改

source: More Container Actions
de: Weitere Containeraktionen
es: Más acciones de contenedores
fr: Plus d'actions de conteneur
ja: その他のコンテナアクション
ko: 추가 컨테이너 작업
pt_br: Mais ações do contêiner
ru: Дополнительные действия с контейнером
zh_hans: 更多容器操作
zh_hant: 更多容器操作

source: Move Container to Trash
de: Container in den Papierkorb legen
es: Mover el contenedor a la papelera
fr: Placer le conteneur dans la corbeille
ja: コンテナをゴミ箱に入れる
ko: 컨테이너를 휴지통으로 이동
pt_br: Mover contêiner para o Lixo
ru: Переместить контейнер в Корзину
zh_hans: 将容器移到废纸篓
zh_hant: 將容器移到垃圾桶

source: Move Container to Trash?
de: Container in den Papierkorb legen?
es: ¿Mover el contenedor a la papelera?
fr: Placer le conteneur dans la corbeille ?
ja: コンテナをゴミ箱に入れますか？
ko: 컨테이너를 휴지통으로 옮길까요?
pt_br: Mover o contêiner para o Lixo?
ru: Переместить контейнер в Корзину?
zh_hans: 要将容器移到废纸篓吗？
zh_hant: 要將容器移到垃圾桶嗎？

source: Move to Trash
de: In den Papierkorb legen
es: Mover a la papelera
fr: Placer dans la corbeille
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pt_br: Mover para o Lixo
ru: Переместить в Корзину
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

source: Moved %@ to Trash.
de: %1$@ in den Papierkorb verschoben.
es: Se movió %1$@ a la Papelera.
fr: %1$@ a été déplacé vers la corbeille.
ja: %1$@ をゴミ箱に移動しました。
ko: %1$@를 휴지통으로 이동했습니다.
pt_br: %1$@ foi movido para o Lixo.
ru: %1$@ перемещён в корзину.
zh_hans: 已将 %1$@ 移至垃圾箱。
zh_hant: 已將 %1$@ 移至垃圾箱。

source: Needs Attention
de: Braucht Aufmerksamkeit
es: Necesita atención
fr: A besoin d'attention
ja: 注意が必要です
ko: 주의가 필요함
pt_br: Precisa de atenção
ru: Требует внимания
zh_hans: 需要注意
zh_hant: 需要注意

source: Needs Setup
de: Muss eingerichtet werden
es: Necesita configuración
fr: Configuration requise
ja: セットアップが必要です
ko: 설정 필요
pt_br: Precisa de configuração
ru: Требуется установка
zh_hans: 需要设置
zh_hant: 需要設定

source: Needs another try
de: Braucht einen weiteren Versuch
es: Necesita otro intento
fr: A besoin d'un autre essai
ja: もう一度試す必要があります
ko: 또 다른 시도가 필요합니다
pt_br: Precisa de outra tentativa
ru: Нужна еще одна попытка
zh_hans: 需要再次尝试
zh_hant: 需要再次嘗試

source: Never run
de: Noch nie ausgeführt
es: Nunca se ha ejecutado
fr: Jamais exécuté
ja: 実行履歴なし
ko: 실행 기록 없음
pt_br: Nunca executado
ru: Ещё не запускалось
zh_hans: 从未运行
zh_hant: 從未執行

source: New App Recommended
de: App-Update empfohlen
es: Se recomienda actualizar la app
fr: Mise à jour de l’app recommandée
ja: アプリのアップデートを推奨
ko: 앱 업데이트 권장
pt_br: Atualização do app recomendada
ru: Рекомендуется обновить приложение
zh_hans: 建议更新应用
zh_hant: 建議更新 App

source: New Container
de: Neuer Container
es: Nuevo contenedor
fr: Nouveau conteneur
ja: 新規コンテナ
ko: 새 컨테이너
pt_br: Novo contêiner
ru: Новый контейнер
zh_hans: 新建容器
zh_hant: 新增容器

source: Newer Build
de: Neuerer Build
es: Compilación más reciente
fr: Build plus récent
ja: 新しいビルド
ko: 최신 빌드
pt_br: Build mais recente
ru: Новая сборка
zh_hans: 较新的构建版本
zh_hant: 較新的建置版本

source: No Apple-signed GPTK executable code was found.
de: Es wurde kein von Apple signierter ausführbarer GPTK-Code gefunden.
es: No se encontró ningún código ejecutable GPTK firmado por Apple.
fr: Aucun code exécutable GPTK signé par Apple n'a été trouvé.
ja: Apple 署名付き GPTK 実行可能コードが見つかりませんでした。
ko: Apple 서명 GPTK 실행 코드를 찾을 수 없습니다.
pt_br: Nenhum código executável GPTK assinado pela Apple foi encontrado.
ru: Исполняемый код GPTK, подписанный Apple, не найден.
zh_hans: 未找到 Apple 签名的 GPTK 可执行代码。
zh_hant: 找不到 Apple 簽署的 GPTK 可執行程式碼。

source: No GPTK path has been selected.
de: Es wurde kein GPTK-Pfad ausgewählt.
es: No se ha seleccionado ninguna ruta GPTK.
fr: Aucun chemin GPTK n’a été sélectionné.
ja: GPTK パスが選択されていません。
ko: GPTK 경로가 선택되지 않았습니다.
pt_br: Nenhum caminho GPTK foi selecionado.
ru: Путь GPTK не выбран.
zh_hans: 尚未选择 GPTK 路径。
zh_hant: 尚未選擇 GPTK 路徑。

source: No Game Porting Toolkit disk image was found in Downloads.
de: In den Downloads wurde kein Game Porting Toolkit-Disk-Image gefunden.
es: No se encontró ninguna imagen de disco Game Porting Toolkit en Descargas.
fr: Aucune image disque Game Porting Toolkit n'a été trouvée dans les téléchargements.
ja: ダウンロードに Game Porting Toolkit ディスク イメージが見つかりませんでした。
ko: 다운로드 폴더에서 Game Porting Toolkit 디스크 이미지를 찾지 못했습니다.
pt_br: Nenhuma imagem de disco Game Porting Toolkit foi encontrada em Downloads.
ru: В разделе «Загрузки» не найден образ диска Game Porting Toolkit.
zh_hans: 下载中未找到 Game Porting Toolkit 磁盘映像。
zh_hant: 下載中找不到 Game Porting Toolkit 磁碟映像。

source: No Matching Logs
de: Keine passenden Protokolle
es: No hay registros coincidentes
fr: Aucun journal correspondant
ja: 一致するログがありません
ko: 일치하는 로그 없음
pt_br: Sem registros correspondentes
ru: Нет соответствующих журналов
zh_hans: 没有匹配的日志
zh_hant: 沒有匹配的日誌

source: No Programs Found
de: Keine Programme gefunden
es: No se encontraron programas
fr: Aucun programme trouvé
ja: プログラムが見つかりませんでした
ko: 프로그램을 찾을 수 없습니다
pt_br: Nenhum programa encontrado
ru: Программы не найдены
zh_hans: 未找到程序
zh_hant: 未找到程式

source: No Recent Activity
de: Keine aktuelle Aktivität
es: Sin actividad reciente
fr: Aucune activité récente
ja: 最近のアクティビティはありません
ko: 최근 활동 없음
pt_br: Nenhuma atividade recente
ru: Нет недавней активности
zh_hans: 最近没有活动
zh_hant: 最近沒有活動

source: No Windows applications are running
de: Es werden keine Windows-Anwendungen ausgeführt
es: No se están ejecutando aplicaciones Windows
fr: Aucune application Windows n'est en cours d'exécution
ja: Windows アプリケーションが実行されていません
ko: 실행 중인 Windows 앱이 없습니다.
pt_br: Nenhum aplicativo do Windows está em execução
ru: Ни одно приложение Windows не запущено.
zh_hans: 没有 Windows 应用程序正在运行
zh_hant: 沒有 Windows 應用程式正在運行

source: No Wine runtime has been selected. Expected Switchyard runtime cache under %1$@ or %2$@.
de: Es wurde keine Wine-Laufzeit ausgewählt. Erwarteter Switchyard-Laufzeitcache unter %1$@ oder %2$@.
es: No se ha seleccionado ningún tiempo de ejecución Wine. Caché de tiempo de ejecución Switchyard esperado en %1$@ o %2$@.
fr: Aucun environnement d'exécution Wine n'a été sélectionné. Cache d'exécution Switchyard attendu sous %1$@ ou %2$@.
ja: Wine ランタイムが選択されていません。 %1$@ または %2$@ の下に Switchyard ランタイム キャッシュが必要です。
ko: Wine 런타임이 선택되지 않았습니다. %1$@ 또는 %2$@ 아래에 Switchyard 런타임 캐시가 필요합니다.
pt_br: Nenhum runtime do Wine foi selecionado. O cache do runtime do Switchyard era esperado em %1$@ ou %2$@.
ru: Среда выполнения Wine не выбрана. Ожидается кэш времени выполнения Switchyard под %1$@ или %2$@.
zh_hans: 尚未选择 Wine 运行时。 %1$@ 或 %2$@ 下预期为 Switchyard 运行时缓存。
zh_hant: 尚未選擇 Wine 運行時。 %1$@ 或 %2$@ 下預期為 Switchyard 運行時快取。

source: No Wine runtime is available to verify against the pinned Switchyard Wine source.
de: Für die Überprüfung anhand der angehefteten Switchyard Wine-Quelle ist keine Wine-Laufzeit verfügbar.
es: No hay ningún tiempo de ejecución Wine disponible para verificar con el origen Switchyard Wine anclado.
fr: Aucun environnement d'exécution Wine n'est disponible pour vérifier par rapport à la source Switchyard Wine épinglée.
ja: 固定された Switchyard Wine ソースに対して検証できる Wine ランタイムはありません。
ko: 고정된 Switchyard Wine 소스를 확인하는 데 사용할 수 있는 Wine 런타임이 없습니다.
pt_br: Não há um runtime do Wine disponível para comparar com a revisão fixada do switchyard-wine.
ru: Среда выполнения Wine недоступна для проверки на соответствие закрепленному источнику Switchyard Wine.
zh_hans: 没有 Wine 运行时可用于验证固定的 Switchyard Wine 源。
zh_hant: 沒有 Wine 運作時可用於驗證固定的 Switchyard Wine 來源。

source: No Wine runtime selected
de: Keine Wine-Laufzeit ausgewählt
es: No se ha seleccionado ningún tiempo de ejecución Wine
fr: Aucun environnement d'exécution Wine sélectionné
ja: Wine ランタイムが選択されていません
ko: Wine 런타임이 선택되지 않았습니다.
pt_br: Nenhum runtime do Wine selecionado
ru: Среда выполнения Wine не выбрана.
zh_hans: 未选择 Wine 运行时
zh_hant: 未選擇 Wine 運行時

source: No application details available
de: Keine Bewerbungsdetails verfügbar
es: No hay detalles de la aplicación disponibles
fr: Aucun détail de candidature disponible
ja: アプリケーションの詳細はありません
ko: 앱 세부 정보를 사용할 수 없습니다.
pt_br: Nenhum detalhe do aplicativo disponível
ru: Сведения о приложении отсутствуют.
zh_hans: 没有可用的应用程序详细信息
zh_hant: 沒有可用的應用程式詳細信息

source: No eligible official runtime releases were found.
de: Es wurden keine geeigneten offiziellen Laufzeitversionen gefunden.
es: No se encontraron versiones oficiales aptas del entorno de ejecución.
fr: Aucune version officielle admissible de l’environnement d’exécution n’a été trouvée.
ja: 利用可能な公式ランタイムリリースが見つかりませんでした。
ko: 사용 가능한 공식 런타임 릴리스를 찾을 수 없습니다.
pt_br: Nenhuma versão oficial de runtime compatível foi encontrada.
ru: Подходящие официальные выпуски среды выполнения не найдены.
zh_hans: 未找到符合条件的官方运行时版本。
zh_hant: 找不到符合條件的官方執行環境版本。

source: No environment overrides.
de: Keine Umgebungsüberschreibungen.
es: No se anula ningún entorno.
fr: Aucun remplacement d'environnement.
ja: 環境の上書きはありません。
ko: 별도로 설정한 환경 변수가 없습니다.
pt_br: Sem substituições de ambiente.
ru: Никакая среда не переопределяет.
zh_hans: 没有环境覆盖。
zh_hant: 沒有環境覆蓋。

source: No published runtime manifest could be loaded.
de: Es konnte kein veröffentlichtes Laufzeitmanifest geladen werden.
es: No se pudo cargar ningún manifiesto publicado del entorno de ejecución.
fr: Aucun manifeste publié de l’environnement d’exécution n’a pu être chargé.
ja: 公開済みのランタイムマニフェストを読み込めませんでした。
ko: 게시된 런타임 매니페스트를 불러올 수 없습니다.
pt_br: Não foi possível carregar um manifesto de runtime publicado.
ru: Не удалось загрузить опубликованный манифест среды выполнения.
zh_hans: 无法加载已发布的运行时清单。
zh_hant: 無法載入已發佈的執行環境資訊清單。

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
pt_br: Agora não
ru: Не сейчас
zh_hans: 以后再说
zh_hant: 稍後

source: Not Recommended
de: Nicht empfohlen
es: No recomendado
fr: Non recommandé
ja: 非推奨
ko: 권장하지 않음
pt_br: Não recomendado
ru: Не рекомендуется
zh_hans: 不建议使用
zh_hant: 不建議使用

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
ja: 利用できません
ko: 사용할 수 없음
pt_br: Não disponível
ru: Недоступно
zh_hans: 不可用
zh_hant: 不可用

source: Not checked in this session
de: In dieser Sitzung nicht aktiviert
es: No marcado en esta sesión
fr: Non vérifié dans cette session
ja: このセッションではチェックされていません
ko: 이 세션에서는 확인되지 않았습니다.
pt_br: Não foi verificado nesta sessão
ru: Не проверено в этом сеансе
zh_hans: 本次会话中未检查
zh_hant: 本次會話未檢查

source: Not recorded
de: Nicht erfasst
es: Sin registrar
fr: Non enregistré
ja: 記録なし
ko: 기록되지 않음
pt_br: Não registrado
ru: Нет записи
zh_hans: 未记录
zh_hant: 未記錄

source: Not selected
de: Nicht ausgewählt
es: Sin seleccionar
fr: Non sélectionné
ja: 未選択
ko: 선택하지 않음
pt_br: Não selecionado
ru: Не выбрано
zh_hans: 未选择
zh_hant: 未選取

source: Not used yet
de: Noch nicht verwendet
es: Aún no se ha usado
fr: Pas encore utilisé
ja: 未使用
ko: 아직 사용하지 않음
pt_br: Ainda não usado
ru: Ещё не использовалась
zh_hans: 尚未使用
zh_hant: 尚未使用

source: Official Releases
de: Offizielle Versionen
es: Versiones oficiales
fr: Versions officielles
ja: 公式リリース
ko: 공식 릴리스
pt_br: Versões oficiais
ru: Официальные выпуски
zh_hans: 官方版本
zh_hant: 官方版本

source: One more step
de: Noch ein Schritt
es: un paso mas
fr: Un pas de plus
ja: もう一歩
ko: 한 걸음 더
pt_br: Mais um passo
ru: Еще один шаг
zh_hans: 又一步
zh_hant: 再一步

source: Online Unknown
de: Online unbekannt
es: Desconocido en línea
fr: Inconnu en ligne
ja: オンライン不明
ko: 온라인 알 수 없음
pt_br: Status online desconhecido
ru: Онлайн Неизвестно
zh_hans: 在线未知
zh_hant: 線上未知

source: Online check failed: %@
de: Online-Prüfung fehlgeschlagen: %1$@
es: Error en la verificación en línea: %1$@
fr: Échec de la vérification en ligne : %1$@
ja: オンラインチェックに失敗しました: %1$@
ko: 온라인 확인 실패: %1$@
pt_br: Falha na verificação online: %1$@
ru: Онлайн-проверка не удалась: %1$@.
zh_hans: 在线检查失败：%1$@
zh_hant: 線上檢查失敗：%1$@

source: Only .dmg disk images can be imported automatically.
de: Nur .dmg-Disk-Images können automatisch importiert werden.
es: Sólo las imágenes de disco .dmg se pueden importar automáticamente.
fr: Seules les images disque .dmg peuvent être importées automatiquement.
ja: 自動的にインポートできるのは、.dmg ディスク イメージのみです。
ko: .dmg 디스크 이미지만 자동으로 가져올 수 있습니다.
pt_br: Somente imagens de disco .dmg podem ser importadas automaticamente.
ru: Автоматически можно импортировать только образы дисков .dmg.
zh_hans: 仅 .dmg 磁盘映像可以自动导入。
zh_hant: 僅 .dmg 磁碟映像可以自動匯入。

source: Only the Switchyard-managed runtime cache will be deleted.
de: Nur der von Switchyard verwaltete Laufzeitcache wird gelöscht.
es: Solo se eliminará la caché del entorno de ejecución gestionada por Switchyard.
fr: Seul le cache d’environnement d’exécution géré par Switchyard sera supprimé.
ja: Switchyard が管理するランタイムキャッシュだけが削除されます。
ko: Switchyard에서 관리하는 런타임 캐시만 삭제됩니다.
pt_br: Somente o cache de runtime gerenciado pelo Switchyard será excluído.
ru: Будет удалён только кэш среды выполнения, управляемый Switchyard.
zh_hans: 只会删除由 Switchyard 管理的运行时缓存。
zh_hant: 只會刪除由 Switchyard 管理的執行環境快取。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 打開

source: Open All Logs
de: Öffnen Sie alle Protokolle
es: Abrir todos los registros
fr: Ouvrir tous les journaux
ja: すべてのログを開く
ko: 모든 로그 열기
pt_br: Abrir todos os registros
ru: Открыть все журналы
zh_hans: 打开所有日志
zh_hant: 打開所有日誌

source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダーを開く
ko: 폴더 열기
pt_br: Abrir pasta
ru: Открыть папку
zh_hans: 打开文件夹
zh_hant: 打開資料夾

source: Open Font Pack
de: Open-Font-Paket
es: paquete de fuentes abiertas
fr: pack de polices libres
ja: オープンフォントパック
ko: 오픈 라이선스 글꼴 팩
pt_br: Pacote de fontes abertas
ru: пакет открытых шрифтов
zh_hans: 开放字体包
zh_hant: 開放字型套件

source: Open Font Pack could not be prepared; continuing launch without additional font fallback: %@
de: Open-Font-Paket konnte nicht vorbereitet werden; Fortsetzung des Starts ohne zusätzlichen Font-Fallback: %1$@
es: No se pudo preparar paquete de fuentes abiertas; lanzamiento continuo sin respaldo de fuente adicional: %1$@
fr: pack de polices libres n'a pas pu être préparé ; lancement continu sans remplacement de police supplémentaire : %1$@
ja: オープンフォントパック を準備できませんでした。追加のフォント フォールバックなしで起動を続行: %1$@
ko: 오픈 폰트 팩을 준비하지 못했습니다. 추가 글꼴 대체 없이 앱을 계속 실행합니다: %1$@
pt_br: Não foi possível preparar o pacote de fontes abertas. O aplicativo será aberto sem fontes alternativas adicionais: %1$@
ru: пакет открытых шрифтов не удалось подготовить; продолжение запуска без дополнительного резервного шрифта: %1$@
zh_hans: 开放字体包 无法准备；继续发布，无需额外的字体后备：%1$@
zh_hant: 開放字型套件 無法準備；繼續發布，無需額外的字體後備：%1$@

source: Open Font Pack is already cached with %lld font files.
de: Open-Font-Paket ist bereits mit den Schriftartdateien %1$lld zwischengespeichert.
es: paquete de fuentes abiertas ya está almacenado en caché con archivos de fuentes %1$lld.
fr: pack de polices libres est déjà mis en cache avec les fichiers de polices %1$lld.
ja: オープンフォントパック は、すでに %1$lld フォント ファイルとともにキャッシュされています。
ko: 오픈 폰트 팩 글꼴 파일 %1$lld개가 이미 캐시에 있습니다.
pt_br: O pacote de fontes abertas já está no cache com %1$lld arquivos de fonte.
ru: пакет открытых шрифтов уже кэширован с файлами шрифтов %1$lld.
zh_hans: 开放字体包 已与 %1$lld 字体文件一起缓存。
zh_hant: 開放字型套件 已與 %1$lld 字體檔案一起快取。

source: Open Font Pack is cached and ready for container installation.
de: Open-Font-Paket ist zwischengespeichert und bereit für die Containerinstallation.
es: paquete de fuentes abiertas está almacenado en caché y listo para la instalación del contenedor.
fr: pack de polices libres est mis en cache et prêt pour l’installation du conteneur.
ja: オープンフォントパック はキャッシュされており、コンテナーをインストールする準備ができています。
ko: 오픈 폰트 팩이 캐시에 있어 컨테이너에 설치할 준비가 되었습니다.
pt_br: O pacote de fontes abertas está no cache e pronto para ser instalado nos contêineres.
ru: пакет открытых шрифтов кэширован и готов к установке в контейнер.
zh_hans: 开放字体包 已缓存并准备好进行容器安装。
zh_hant: 開放字型套件 已快取並準備好進行容器安裝。

source: Open Font Pack is missing %lld OFL font file(s). Switchyard will try to download them automatically.
de: Open-Font-Paket fehlt die Schriftartdatei(en) %1$lld OFL. Switchyard wird versuchen, sie automatisch herunterzuladen.
es: A paquete de fuentes abiertas le faltan archivos de fuentes %1$lld OFL. Switchyard intentará descargarlos automáticamente.
fr: pack de polices libres ne contient pas de fichier(s) de police %1$lld OFL. Switchyard tentera de les télécharger automatiquement.
ja: オープンフォントパック には、%1$lld OFL フォント ファイルがありません。 Switchyard はそれらを自動的にダウンロードしようとします。
ko: 오픈 폰트 팩에 %1$lld OFL 글꼴 파일이 없습니다. Switchyard는 자동으로 다운로드를 시도합니다.
pt_br: Faltam %1$lld arquivos de fonte OFL no pacote de fontes abertas. O Switchyard tentará baixá-los automaticamente.
ru: В пакет открытых шрифтов отсутствуют файлы шрифтов %1$lld OFL. Switchyard попытается загрузить их автоматически.
zh_hans: 开放字体包 缺少 %1$lld OFL 字体文件。 Switchyard 将尝试自动下载它们。
zh_hant: 開放字型套件 缺少 %1$lld OFL 字型檔。 Switchyard 將嘗試自動下載它們。

source: Open Font Pack registration was skipped while this Windows session is active.
de: Die Open-Font-Paket-Registrierung wurde übersprungen, während diese Windows-Sitzung aktiv ist.
es: El registro de paquete de fuentes abiertas se omitió mientras esta sesión Windows estaba activa.
fr: L'enregistrement pack de polices libres a été ignoré alors que cette session Windows est active.
ja: この Windows セッションがアクティブである間、オープンフォントパック 登録はスキップされました。
ko: 이 Windows 세션이 활성화된 동안 오픈 폰트 팩 등록을 건너뛰었습니다.
pt_br: O registro do pacote de fontes abertas foi adiado enquanto esta sessão do Windows está ativa.
ru: Регистрация пакет открытых шрифтов была пропущена, пока этот сеанс Windows активен.
zh_hans: 当此 Windows 会话处于活动状态时，开放字体包 注册被跳过。
zh_hant: 當此 Windows 會話處於活動狀態時，開放字型套件 註冊被跳過。

source: Open GPTK Settings
de: Öffnen Sie die GPTK-Einstellungen
es: Abra la configuración de GPTK
fr: Ouvrir les paramètres GPTK
ja: GPTK 設定を開く
ko: GPTK 설정 열기
pt_br: Abrir ajustes do GPTK
ru: Откройте настройки GPTK.
zh_hans: 打开 GPTK 设置
zh_hant: 開啟 GPTK 設定

source: Open Logs
de: Protokolle öffnen
es: Abrir registros
fr: Ouvrir les journaux
ja: ログを開く
ko: 로그 열기
pt_br: Abrir registros
ru: Открыть журналы
zh_hans: 打开日志
zh_hant: 打開日誌

source: Open Settings
de: Öffnen Sie Einstellungen
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir ajustes
ru: Открыть настройки
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Wine Settings
de: Öffnen Sie die Wine-Einstellungen
es: Abra la configuración de Wine
fr: Ouvrir les paramètres Wine
ja: Wine 設定を開く
ko: Wine 설정 열기
pt_br: Abrir ajustes do Wine
ru: Откройте настройки Wine.
zh_hans: 打开 Wine 设置
zh_hant: 開啟 Wine 設定

source: Open fonts ready: %1$lld copied, %2$lld already present, %3$lld family replacements registered.
de: Offene Schriftarten bereit: %1$lld kopiert, %2$lld bereits vorhanden, %3$lld-Familienersetzungen registriert.
es: Fuentes abiertas listas: %1$lld copiadas, %2$lld ya presentes, reemplazos de la familia %3$lld registrados.
fr: Polices ouvertes prêtes : %1$lld copiées, %2$lld déjà présentes, remplacements de la famille %3$lld enregistrés.
ja: オープン フォントの準備ができました: %1$lld がコピーされ、%2$lld はすでに存在し、%3$lld ファミリの代替が登録されています。
ko: 글꼴 준비 완료: %1$lld개 복사, %2$lld개 유지, 글꼴 모음 대체 %3$lld개 등록.
pt_br: Fontes abertas prontas: %1$lld copiadas, %2$lld já presentes e %3$lld substituições de famílias registradas.
ru: Готовые открытые шрифты: %1$lld скопирован, %2$lld уже присутствует, зарегистрированы замены семейства %3$lld.
zh_hans: 打开字体准备就绪：%1$lld 已复制，%2$lld 已存在，%3$lld 系列替代品已注册。
zh_hant: 開啟字體準備就緒：%1$lld 已複製，%2$lld 已存在，%3$lld 系列替代品已註冊。

source: Open fonts skipped: %@
de: Offene Schriftarten übersprungen: %1$@
es: Fuentes abiertas omitidas: %1$@
fr: Polices ouvertes ignorées : %1$@
ja: スキップされたオープンフォント: %1$@
ko: 글꼴 설정을 건너뜀: %1$@
pt_br: Fontes abertas ignoradas: %1$@
ru: Открытые шрифты пропущены: %1$@.
zh_hans: 跳过打开字体：%1$@
zh_hant: 跳過開啟字體：%1$@

source: Open in Finder
de: Im Finder öffnen
es: Abrir en el Finder
fr: Ouvrir dans le Finder
ja: Finderで開く
ko: Finder에서 보기
pt_br: Abrir no Finder
ru: Открыть в Finder
zh_hans: 在“访达”中打开
zh_hant: 在 Finder 中打開

source: Open the latest Switchyard release on GitHub
de: Öffnen Sie die neueste Switchyard-Version auf GitHub
es: Abra la última versión de Switchyard en GitHub
fr: Ouvrez la dernière version de Switchyard sur GitHub
ja: GitHub で最新の Switchyard リリースを開きます
ko: GitHub에서 최신 Switchyard 릴리스를 엽니다.
pt_br: Abra a última versão Switchyard no GitHub
ru: Откройте последнюю версию Switchyard на GitHub.
zh_hans: 在GitHub上打开最新的Switchyard版本
zh_hant: 在GitHub上開啟最新的Switchyard版本

source: Opening the Steam installer…
de: Öffnen des Steam-Installationsprogramms…
es: Abriendo el instalador Steam…
fr: Ouverture du programme d'installation de Steam…
ja: Steam インストーラーを開いています…
ko: Steam 설치 프로그램을 여는 중…
pt_br: Abrindo o instalador Steam...
ru: Открываем установщик Steam…
zh_hans: 打开 Steam 安装程序...
zh_hant: 開啟 Steam 安裝程式...

source: Optional launch arguments
de: Optionale Startargumente
es: Argumentos de lanzamiento opcionales
fr: Arguments de lancement facultatifs
ja: オプションの起動引数
ko: 선택적 실행 인수
pt_br: Argumentos opcionais de inicialização
ru: Необязательные аргументы запуска
zh_hans: 可选的启动参数
zh_hant: 可選的啟動參數

source: Optional — Switchyard will try again before launch
de: Optional – Switchyard wird es vor dem Start erneut versuchen
es: Opcional: Switchyard volverá a intentarlo antes del lanzamiento.
fr: Facultatif — Switchyard réessayera avant le lancement
ja: オプション — Switchyard は起動前に再試行します
ko: 선택 사항 — 앱을 실행하기 전에 Switchyard가 다시 시도합니다.
pt_br: Opcional — Switchyard tentará novamente antes do lançamento
ru: Необязательно — Switchyard повторит попытку перед запуском.
zh_hans: 可选 — Switchyard 将在启动前重试
zh_hant: 選購 — Switchyard 將在啟動前重試
